<!doctype html>
<html lang="en">
  <?php include "head.php"; ?>
  <body>
  <header>
    <nav class="navbar navbar-expand-lg navbar-light bg-light">
      <div class="container-fluid">
        <a href="main.php"><img alt ="img1" class="nav-image order-1" src="images/logo.png"></a>
        <?php include "header.php"; ?>
        <button class="navbar-toggler order-4" type="button" data-bs-toggle="collapse" data-bs-target="#navbarSupportedContent" aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
          <span class="navbar-toggler-icon"></span>
        </button>
          <div class="collapse navbar-collapse order-2" id="navbarSupportedContent">
          <ul class="navbar-nav me-auto navbar-nav-scroll">
          <li class="nav-item">
            <a class="nav-link" href="main.php">Главная</a>
          </li>
          <li class="nav-item">
            <a class="nav-link" href="services.php">Магазин</a>
          </li>
          <li class="nav-item dropdown">
            <a class="nav-link dropdown-toggle" href="#" id="navbarScrollingDropdown" role="button" data-bs-toggle="dropdown" aria-expanded="false">
              Услуги
            </a>
            <ul class="dropdown-menu" aria-labelledby="navbarScrollingDropdown">
              <li><a class="dropdown-item" href="blog.php">Блог</a></li>
              <li><a class="dropdown-item" href="aboutUs.php">О нас</a></li>
              <li><a class="dropdown-item" href="aboutCompany.php">Контакты</a></li>
            </ul>
          </li>
        </ul>
        </div>
          <form class="row g-3 order-5">
            <div class="input-group">
              <input class="form-control me-auto d-none d-sm-block" type="search" placeholder="Искать" aria-label="Search">
            </div>
          </form>
      </div>
    </nav>
    </header>
    <main>
    <?php include "window.php"; ?>
    <h1 class="terms">Соглашение об использовании сайта</h1>
    <div class="paragraphsTerms">
    <p>Уважаемый Пользователь, благодарим Вас за посещение нашего сайта! Внимательно прочитайте настоящее Соглашение, прежде чем начать пользоваться Сайтом. Вы обязаны соблюдать условия настоящего Соглашения,
        заходя на Сайт, используя сервисы, услуги и приложения, предлагаемые на Сайте. В случае если Вы не согласны с условиями Соглашения, Вы не можете пользоваться Сайтом или использовать любые сервисы, услуги и приложения, 
        предлагаемые на Сайте, а также посещать страницы, размещенные в доменной зоне Сайта. Начало использования Сайта означает надлежащее заключение настоящего Соглашения и Ваше полное согласие со всеми его
        условиями.</p>
    <p>1. Общие положения<br>
        1.1. Настоящее Пользовательское соглашение (далее – Соглашение) относится к сайту Интернет-ресурса, расположенному по адресу и ко всем соответствующим сайтам, связанным с сайтом.<br>
        1.2. Сайт Интернет-ресурса (далее – Сайт) является собственностью Индивидуального Предпринимателя.<br>
        1.3. Настоящее Соглашение регулирует отношения между Администрацией сайта Интернет-ресурса (далее – Администрация сайта) и Пользователем данного Сайта.<br>
        1.4. Администрация сайта оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя.<br>
        1.5. Продолжение использования Сайта Пользователем означает принятие Соглашения и изменений, внесенных в настоящее Соглашение.<br>
        1.6. Пользователь несет персональную ответственность за проверку настоящего Соглашения на наличие изменений в нем.</p>
    <p>2. Определения<br>
        2.1. Перечисленные ниже термины имеют для целей настоящего Соглашения следующее значение:<br>
        2.1.1. Интернет-ресурс – сайт, содержащий информацию о Товарах, Продавце, позволяющий осуществить выбор, заказ и (или) приобретение Товара.<br>
        2.1.2. Администрация сайта Интернет-ресурса – уполномоченные сотрудники на управления Сайтом, действующие от имени Индивидуального Предпринимателя.<br>
        2.1.3. Пользователь сайта Интернет-ресурса (далее – Пользователь) – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.<br>
        2.1.4. Содержание сайта Интернет-ресурса (далее – Содержание) - охраняемые результаты интеллектуальной деятельности, включая тексты литературных<br>
        произведений, их названия, предисловия, аннотации, статьи, иллюстрации, обложки, музыкальные произведения с текстом или без текста, графические,<br>
        текстовые, фотографические, производные, составные и иные произведения, пользовательские интерфейсы, визуальные интерфейсы, названия товарных<br>
        знаков, логотипы, программы для ЭВМ, базы данных, а также дизайн, структура, выбор, координация, внешний вид, общий стиль и расположение<br>
        данного Содержания, входящего в состав Сайта и другие объекты интеллектуальной собственности все вместе и/или по отдельности, содержащиеся на сайте Интернет-ресурса.</p>
    <p>3. Предмет соглашения<br>
        3.1. Предметом настоящего Соглашения является предоставление Пользователю Интернет-ресурса доступа к содержащимся на Сайте Товарам и оказываемым услугам.<br>
        3.1. Интернет-ресурс предоставляет Пользователю следующие виды услуг (сервисов): доступ к электронному контенту на бесплатной основе, с правом приобретения (скачивания),
        просмотра контента; доступ к средствам поиска и навигации Интернет-ресурса; предоставление Пользователю возможности размещения сообщений, комментариев, рецензий Пользователей, выставления
        оценок контенту Интернет-ресурса; доступ к информации о Товаре и к информации о приобретении Товара на бесплатной основе; иные виды услуг (сервисов), реализуемые на страницах Интернет-ресурса, включая платные услуги (сервисы).<br>
        3.2. Доступ к Интернет-ресурсу предоставляется на бесплатной основе.<br>
        3.3. Настоящее Соглашение является публичной офертой. Получая доступ к Сайту Пользователь считается присоединившимся к настоящему Соглашению.<br>
        3.4. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации.</p>
    <p>4. Права и обязанности сторон<br>
        4.1. Администрация сайта вправе:<br>
        4.1.1. Изменять правила пользования Сайтом, а также изменять содержание данного Сайта. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте.<br>
        4.1.2. Ограничить доступ к Сайту в случае нарушения Пользователем условий настоящего Соглашения.<br>
        4.1.3. Изменять размер оплаты, взимаемый за предоставление доступа к использованию сайта Интернет-ресурса. Изменение стоимости не будет
        распространяться на Пользователей, имеющих регистрацию к моменту изменения размера оплаты, за исключением случаев, особо оговоренных Администрацией сайта интернет-ресурса.<br>
        4.1.4. Собирать, анализировать, использовать, делиться (в том числе на платной основе) информацией о Пользователе, содержащейся на Сайте, включая, но не ограничиваясь, информацией о контактных и личных данных
        Пользователя, информацией о действиях Пользователя на Сайте и т. д.<br>
        4.2. Пользователь вправе:<br>
        4.2.1. Получить доступ к использованию Сайта.<br>
        4.2.2. Пользоваться всеми имеющимися на Сайте услугами, а также приобретать любые Товары, предлагаемые на Сайте.<br>
        4.2.3. Задавать любые вопросы, относящиеся к услугам Интернет-ресурса по реквизитам, которые находятся в разделе Сайта.<br>
        4.2.4. Пользоваться Сайтом исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Российской Федерации.</p>
    <p>5. Использование сайта<br>
        5.1. Сайт и Содержание, входящее в состав Сайта, принадлежит и управляется Администрацией сайта.<br>
        5.2. Содержание Сайта не может быть скопировано, опубликовано, воспроизведено, передано или распространено любым способом, а также размещено в глобальной сети «Интернет» без предварительного письменного согласия Администрации сайта.<br>
        5.3. Содержание Сайта защищено авторским правом, законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции.<br>
        5.4. При использовании некоторых сервисов сайта, может потребоваться создание учётной записи Пользователя.<br>
        5.5. Пользователь несет персональную ответственность за сохранение конфиденциальности информации учётной записи, включая пароль, а также за всю без исключения деятельность, которая ведётся от имени Пользователя учётной записи.<br>
        5.6. Пользователь должен незамедлительно уведомить Администрацию сайта о несанкционированном использовании его учётной записи или пароля или любом другом нарушении системы безопасности.<br>
        5.7. Администрация сайта обладает правом в одностороннем порядке аннулировать учетную запись Пользователя, если она не использовалась более 3 (трех) календарных месяцев подряд без уведомления Пользователя.<br>
        5.8. Информация, размещаемая на Сайте не должна истолковываться как изменение настоящего Соглашения.</p>
    <p>6. Ответственность<br>
        6.1. Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к коммуникациям другого Пользователя, Администрацией сайта не возмещаются.<br>
        6.2. Администрация сайта не несет ответственности за:<br>
        6.2.1. Задержки или сбои в процессе совершения операции, возникшие вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах.<br>
        6.2.2. Действия систем переводов, банков, платежных систем и за задержки связанные с их работой.<br>
        6.2.3. Надлежащее функционирование Сайта, в случае, если Пользователь не имеет необходимых технических средств для его использования, а также не несет никаких обязательств по обеспечению пользователей такими средствами.<br>
        6.2.4. Содержание (контент) информации размещенной на Сайте.<br>
        6.3. Пользователь самостоятельно несет ответственность за интерпретацию и использование контента (информации), размещенного на Сайте.</p>
    <p>7. Нарушение условий пользовательского соглашения<br>
        7.1. Администрация сайта вправе раскрыть любую собранную о Пользователе данного Сайта информацию, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования
        Сайта либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Администрации сайта или в права других Пользователей Сайта.<br>
        7.2. Администрация сайта имеет право раскрыть любую информацию о Пользователе, которую посчитает необходимой для выполнения положений действующего законодательства или судебных решений, обеспечения
        выполнения условий настоящего Соглашения, защиты прав или безопасности название организации, Пользователей.<br>
        7.3. Администрация сайта имеет право раскрыть информацию о Пользователе, если действующее законодательство Российской Федерации требует или разрешает такое раскрытие.<br>
        7.4. Администрация сайта вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к Сайту, если 
        Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы.<br>
        7.5. Администрация сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом.</p>
    <p>8. Разрешение споров<br>
        8.1. В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным условием до обращения в суд является
        предъявление претензии (письменного предложения о добровольном урегулировании спора).<br>
        8.2. Получатель претензии в течение 30 (тридцати) календарных дней со дня ее получения, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.<br>
        8.3. При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд за защитой своих прав, которые
        предоставлены им действующим законодательством Российской Федерации.<br>
        8.4. Любой иск в отношении условий использования Сайта должен быть предъявлен в течение срока после возникновения оснований для иска, за исключением защиты авторских прав на охраняемые в соответствии с
        законодательством материалы Сайта. При нарушении условий данного пункта любой иск или основания для иска погашаются исковой давностью.</p>
    <p>9. Дополнительные условия<br>
        9.1. Администрация сайта не принимает встречные предложения от Пользователя относительно изменений настоящего Пользовательского соглашения.<br>
        9.2. Отзывы Пользователя, размещенные на Сайте, не являются конфиденциальной информацией и могут быть использованы Администрацией сайта без ограничений.</p>
        </div>
    </main>
    <?php include "footer.php"; ?>